class MainConfig:
    TOKEN = '722289223:AAFeCCpDo4KMfEwaVjbNfTBwrUJSyII_jT0'
    URL = 'https://dev2.panpartner.ru/bitrix/services/main/ajax.php?c=panpartner:'
    LOGIN = 'michkodan@1-an.ru'
    PASSWORD = 'Michkodan(29)'
    ADMINS = [249340397, 350486046]
    ADMIN_ID = 249340397
    CONNECTION_TEXT = '''
Синхронизация с <b>ПАН Партнер</b> прошла успешно🤖
Моментально получайте только самую важную информацию:
➖ Старты продаж
➖ Изменение статуса бронирования
➖ Заявки от клиентов
➖ Информация о просмотрах презентаций и подборок фильтров
➖ Новые функции на портале panpartner.ru

Отдел развития:
☎️ +7 (812) 426-18-63'''
    NEW_PARTNER_TEXT = '''
🔸 Сервис с «человеческим лицом», как и всегда, к вашим услугам
Специалисты отдела бронирования, ипотечный центр и специалисты по сопровождению сделок готовы работать для вас в режиме 24х7.
Если еще не знаете, проверьте 😉

🔸 Авансирование
✅ В настоящий момент <b>ПАН Партнер</b> авансирует следующие строительные компании:
➖ ЛенСпецСму
➖ ЛСР
➖ ЦДС
➖ RBI
➖ Legenda
➖ Лидер Групп 
➖ Евроиневст Девелопмент
➖ Строительный Трест
➖ РосСтройИнвет
➖ Полис Групп
➖ ПСК

✅ Обратите внимание на новый сервис <b>Trade-IN ПАН</b> для партнеров. Продавайте квартиры с сервисом Trade-IN ПАН по следующим застройщикам:
➖ ЛСР
➖ Строительный Трест
➖ ЛенСтройТрест
➖ Bonava
➖ Новоселье
➖ Галс
➖ ИнтерГрупп
<i>Оказывайте весь спектр услуг по реализации новостроек – не ограничивайтесь!</i>
 
🔸 Ответственность и профессионализм обещаем!
Мы «боремся» за каждого клиента наших партнеров с полной ответственностью и знанием дела.
Каждый специалист отдела бронирования ведет свои проекты не менее 2-3 лет – доверьте работу <b>ПАН Партнер</b>, «не краснейте» перед клиентом, легко закрывайте его и получайте свое комиссионное вознаграждение.
'''

